{"name":"affinity networks","type":"politics","relevance":null,"ratings":null,"description":"Affinity networks are groups of people who are mutual trust and affection. Affinity implies common interests and values, but those things are not necessary for a network to form. In your life you likely have friends, neighbors, and lovers - these people form the basis for your personal affinity network. This group of beloved people can provide aid and comfort in a way that impersonal institutions never could. The capabilities and structure of these networks are limited only by our social circles, communications media, and the types and number of relationships we allow in our lives.\n
Not all nodes and connections in a network are the same. Friends with complementary skills may band together to form a business. Lovers who cohabitate may form a household. Friends of friends can make connections that rapidly expand these networks and their capacity for solving problems. Intentionally cultivating these relationships is a critical skill for building a robust affinity network.

Maintaining a mindset of abundance is also necessary for a strong network. In a network of lovers, jealousy derives from a scarcity mindset between lovers. 

There will always be those who give more than they take and those who take more than they give. These people will change over time as their needs and abilities change. It may be necessary to compassionately confront problematic people in the network if they consistently act in ways that harm the network.

Shared understandings. Mutualism. Support. Conscious practice of reciprocality. Check-ins. ","diagram":null,"responses":null},
{"name":"capitalism","type":"production","relevance":null,"ratings":null,"description":"Lots of people in the US like to profess their love for capitalism as an engine of prosperity and empowerment. Like most utopians, these people are in love with the idea of capitalism, not with the actual results of capitalism around the world. They may love the effects on their immediate situation - wealth, comfort, etc. - but they accept no responsibility for the externalities that underlie that comfort.\n\tThese externalities (and forgive the cold, sterile economic term for these injustices - I’m dispensing with it right now) include but are not limited to:

Slave labor, civil war, and environmental disaster in the Republic of Congo 
Deforestation and continued indigenous genocide as the last great forests are replaced with palm oil plantations, soybeans, and cattle
Half a century of proxy wars in South America where the people were slaughtered, maimed, and tortured
Massive propaganda campaigns which sell products by sowing insecurity and false need in the minds of billions of people
De facto indentured servitude for working classes around the world through extraction of profit and commodification of life’s most basic needs

Capitalism as it functions in the world is different from capitalism as its proponents wish it to be. A free market utopia is no less plausible than a socialist utopia. The problem is that in each case, there are power structures that facilitate corruption and reward the corrupt. No amount of regulation can fix this. Monopoly power of the state is no cure for monopoly power of a major corporation. Our only hope is to identify and selectively dismember the troublesome institutions of capitalism while adapting the bits that seem to be working well.

…","diagram":null,"responses":null},
{"name":"nation states","type":"politics","relevance":null,"ratings":null,"description":"I’m actually pretty excited about this one. “Decline of the Nation State.” Has a ring to it.\n
Nation states are what we think of today as “countries.” A nation is a cultural grouping. A state is a political and geographical grouping. When these things overlap (or when one culture is dominant enough to wield state power), you get a nation state. A shared sense of identity can also be facilitated by mass media (TV, radio, newspapers, etc.), which explains why nation states rose to prominence during the 20th century and why they are starting to look archaic in the 21st.

When the vice president of the US goes on TV to advocate for disarmament of the citizenry, it concerns me. When in doing so he claims he advised his wife to “fire two blasts” into the air from their double-barreled shotgun to defend their home, not only has he given abysmal tactical advice, he’s also probably advised her to break the law. Not just any law either - one of a set that he claims need to be more restrictive. This is the state we live in - our decision-making class can spout contradictory nonsense and somehow maintain legitimacy because the process is all we have. And so we rely on the ritual of election of politicians and live with fear and/or contempt in our minds for the decisions they may make.

It’s like our collective lack of imagination about how we might solve problems together keeps us trapped in a 1700’s political system. Keep in mind, while there is much good to be said for constitutional democracy, it sprung from the imagination of people who lived under a king for generations. Still rooted in power, authority and coercive taxation. Today, the sprawling degenerate progeny of that once-revolutionary system offers either clusterfuck gridlock or a calculated tyranny of the majority. Whereas at one time elected representation seemed like a revolutionary step forward from hereditary monarchy, today it is a legacy system that is at least somewhat dysfunctional. 

I think many people would agree that most national institutions of the 20th century are dissolving. In their place we have a semi-functioning crisis-to-crisis government subservient to the financial economy without a convincing vision for the future. Certainly it has no credible response to the ecological crisis and we are just now scratching the surface of climate change. People realize this but see no alternative to the current processes. We complain; we write letters to authority figures like newspaper editors and politicians; if we’re really motivated, we might even get out in the street and march around holding signs for a few hours. Despite all this, very little changes and we find ourselves depressed and frustrated with our inability to alter the Dominant Culture’s trajectory. 

Both sides of the left-right dichotomy in the US are inherently conservative - they believe that we’ve reached the end of history and capitalist representative democracy is the best system we can hope for. This lack of imagination dooms us all. I am suggesting that we need to develop alternative institutions for large-scale collaboration that are backwards compatible with these legacy systems, but also functional in the event that the dominant systems continue their decline.
","diagram":null,"responses":null},
{"name":"relationships","type":"culture","relevance":null,"ratings":null,"description":"It’s common for conservative politicians to make the “slippery slope” argument when opposing same-sex marriage. “What’s next?” they ask rhetorically, “Two women and three men getting married?” This is usually followed by a pause to let the shock of the statement sink in so that the answer comes naturally to the audience. You’re fuckin right that’s what’s next.\n
The reason legal same-sex marriage is so successful in the US courts is because marriage is the only way to choose to add a new adult to your family. Let me say that again: Marriage is how adults form families. At least in the legal sense. This means if you want to inherit property, visit someone in the hospital, or do a whole host of other things, marriage is how you do it. That’s why it’s unconstitutional to keep that set of rights from a subset of the population.

The reason poly marriage deserves to be recognized is because the arbitrary limitation of one chosen family member at a time is archaic and silly. It’s an artificial constraint on our culture and it is strictly enforced both socially and legally. It is one of the major social assumptions that is both highly repressive and widely accepted. If I love two people sincerely, why should only one be able to visit me in the hospital?

The fact is that polygamy and polyandry and many other family structures have just as much basis in tradition (and even scripture) as 1:1 marriage. The Dominant Culture denies this in its unyielding quest for sexual repression and isolation but it is no less true. The elaborate grid of social expectations and enforcement that keeps us economically and socially isolated does the same to our sex lives. This is not a struggle about legitimizing creative, recreational sex. This is about freedom of association and the ability to form the relationships that fit our lives without prejudice or fear.

The freedom to form relationships as we see fit includes our first relationship - the one we have with ourselves. This means freedom to choose an identity that feels right to you (or none at all!). The GLBTQPAK[your letter here] alphabet soup seems confusing if you’re stuck in the mindset of labeling people. Once you realize that people's identities change over time, and may never clearly be defined to begin with, you can cool out and just get to know people for who they are. You might even discover something about yourself along the way.

That last paragraph is not meant to discount the importance of identity. “Color-blindness” doesn’t stop racism any more than “car-blindness” would stop car accidents. Similarly, the “we’re just like you” assimilationist branding of the same-sex marriage movement was a smart tactical move that separated it somewhat from more radical gender activism. Getting gay marriage passed by presenting a non-threatening image makes sense in a campaign for privileged queers whose economic and social struggles are otherwise largely tolerable. Whether it’s intended to be or not, it’s also a decent beachhead from which to make more fundamental shifts toward cultural liberty. I want to be clear - I’m not minimizing or hating on gay marriage or its proponents. I’m just not willing to settle for assimilation into the Dominant Culture.

Many of the institutions that enforce the sexual and gender parameters of the Dominant Culture are based in the state. If we seek to escape them (or to allow others to do so), it makes sense that we might look for ways to establish legitimacy for our ways of life both by acting for change within state institutions and through creation of alternative institutions. At the same time, we must research, refine, and enact modes of collective living that are healthy and fulfilling. “Home” and “Family” are two critical terms that could use a meaning refresh. I’ve also heard the term “network of beloved people” and I’ve adopted it to describe people I cherish and trust. 

I’d like to let you in on a secret. For several years I was a member of an online poly group that discussed sex and gender, provided mutual support to one another, and organized IRL sex parties. Not only was I a member, I was on a small autocratic council of admins who resolved disputes, determined membership, and wrote policy. It was like being on the board of non-profit with no budget and an overflowing maelstrom of wonder and problems.

The first time you’re in a room of people having sex, it’s a bit of a shock. Not, generally, an unwelcome one mind you. It’s just something to behold. It forces you to confront a lot of social programming, sex-negativity, and anxiety. It requires a culture of consent, openness, kindness, and trust. Also, sterile technique.

I feel I should pause for a minute and stress to anyone thinking of trying this at home: fuck yeah! But also: Be careful! If you’re not intentional, feelings can get hurt, fluids can get shared, infections can spread, and it’s one more thing you might feel the need to be closeted about. People have been doing this literally since the dawn of history - there is a rich (if repressed) tradition of non-monogamy and I highly encourage you to get a[link to TES] few books[link to SAD] and read up[link to Opening Up]. Without an open cultural tradition to draw from, each network of beloved people must form organically on its own terms. We’re nowhere near the first explorers of this space, but we are still largely voyaging without a map.

In my opinion, it’s critical that any sex-positive spaces you create are intended as anti-oppression spaces. Even among radical people, problematic patterns of racism, classism, and patriarchy happen more than they should. Just as you must set clear expectations about what kind of sex you’re interested in, or how hard you like to be hit, you must set clear expectations about what is and is not OK in your space. 

You must be aware of power dynamics in society and in your space, or you may recreate problematic dynamics. If you’re a white guy like me (or anyone else who takes their fortunate life situation for granted), you may need to listen more, avoid accidentally yet blatantly talking down to people (“mansplaining”), and be ready to educate yourself on problems you have the luxury of ignoring. The best way not to look ignorant is by learning things on your own before you ask awkward questions. On the other hand, there is great potential for intimacy and openness that can really cut through peoples defences. And as a close friend once said:

you guys probably have one of the few carrots compelling enough to white dudes to make them chase it through developing a power analysis actually

It’s kinda a sad-but-true statement. I lol’d.
","diagram":null,"responses":null},
{"name":"language","type":"media","relevance":null,"ratings":null,"description":"There’s a lot of argument about what “language” really means. It’s more than communication, more than just speech. Often this argument is used to reinforce human supremacy over other species, because as far as we can tell, we’re the only animals on the planet with truly complex language. Indeed, it seems most human brains are wired to acquire language at a young age.\n\tNow hang on a minute, before you fire up your email client to write to me about how your dogs understand you and that dolphins communicate and bees dance at one another and presumably foxes also pass information somehow. That is different from language. Language is when you take symbols (letters, numbers, pictograms, bits, sounds, etc.) and arrange them according to a syntax (rules that everyone follows) such that they have meaning.
	When people first started using language rather than simply signing, singing or grunting (scholars disagree on when and how it started) it allowed us to assign particular meanings to sounds (and hand signs) - creating words. When this happened, a grunt and a gesture meaning “You guys go over there” could be replaced with something like “Stay in the forest, and quietly walk around to the opposite side of the clearing. I’ll flush out the deer and try to get them to run towards you.” If that plan didn’t work to our ancestors’ advantage, language would allow them to discuss and analyze their strategy and to improve it for next time.
	Language allows not only communication in a moment, but through time as well. Over generations, those hunting techniques could be honed and improved. The same principle applies to all cultural and economic activities. Knowledge, techniques, and belief systems first began passing between people and generations over the medium of spoken language. 
Vocabulary in a language allows expression of ideas; if there are no words for something, it cannot be easily communicated. This is the premise of newspeak in the novel 1984. Newspeak is a constructed language designed to limit the ability of its speakers to communicate subversive ideas and even indeed to have them at all. Having language also means having access to the ideas embodied by that language. This is critical to remember - media are not only carriers of information - they are the physical manifestation of ideas themselves.
","diagram":null,"responses":null},
{"name":"mass media","type":"media","relevance":null,"ratings":null,"description":"Have you ever seen people exchange movie quotes or references to TV shows or commercials? That is the result of mass media. Repeated exposure to the same ideas across an entire population. So much so that those ideas echo back and forth between people who have been exposed to them. It’s no coincidence that the meteoric rise of the nation state in the 1900s coincided with an era of mass media (radio broadcast of sound was invented in 1900). The ability to broadcast ideas","diagram":null,"responses":null},
{"name":"oral tradition","type":"media","relevance":null,"ratings":null,"description":"An oral tradition is a set of ideas passed down across time and distance. Chants, poems, songs, and other techniques encode ideas in a format that is easy to remember. These methods also create relationships within the verses, sentences, and words. (For example, lines with a certain number of syllables, rhyming key words so they’re less likely to change in future re-tellings). Wikipedia has said this about the techniques of oral tradition:\n
In this way, it is possible for a society to transmit oral history, oral literature, oral law and other knowledges across generations without a writing system.

Something about keeping secrets and rituals.","diagram":null,"responses":null},
{"name":"mass extinctions","type":"","relevance":null,"ratings":null,"description":"Humans were not the first cause of mass extinction on earth. More like the 5th and 6th. The original honor goes to the first plants. Known now as cyanobacteria (or blue-green algae), these original climate changers were the first organisms to produce oxygen on a massive scale. From them, all plants we know and own today emerged. These orginators of photosynthesis were perpetrators of this planet’s first mass extinction.\n
At first, it seemed harmless enough. What harm could a little oxygen do in an anaerobic environment? Have you ever made compost that got too wet? That disgusting sweet smell is the smell of anaerobic digestions - organisms operating in an environment without much oxygen. These anoxic environments are pretty scarce these days, but it wasn’t always so. There was a time when earth’s entire atmosphere was devoid of oxygen. Then along came cyanobacteria.

It seemed innocent enough for the first {???} years. They photosynthesized, made oxygen, oxidized some rocks, created the first rust. But they were successful. Too successful for the organisms that shared a planet with them. Soon their oxygen was filling the air. {???} of life died out as a result of these blissfully unaware plants. They committed the first accidental genocide. They would not be the last organisms to do so.

The Oxygen revolution changed things. With time, that toxic gas would come to serve as a catalyst in other creatures, who would grow blood and use it to move the oxygen to every part of their bodies. From plants came animals, who not only breathed in harmony with the plants, but would also use them as food and eventually also tools and medicine. We are the phoenix that rose from the ashes of that first great extinction.

Early Human Mass Extinctions
-------------------------------------------------------

There were other mass extinctions between plants and the ecocide of today: {???} cats. But the last two have been all us. Our first great conquest of eden came as we spread out of Africa to the rest of the world. Animals beond our ancestral home had no never seen us and so had no reason tof ear us. We meanwhile had spent milennea becoming the greatest hunters the world has ever seen. That is why most of the large tasty animals we ran into during that period are now extinct.

The details of this should be obvious: We had learned to fashion weapons - specialized tools designed to harm other living things. We could run - not as fast as some animals - but pretty darn fast and for long, long distances. We could communicate and cooperate. We could form plans, learn, and teach one another how to take down the animals we had hunted before. Technology and culture gave us the ability to subdue the earth and conquer it.

The evidence of this early ecocide is well-documented {GGS}. SOcial aspects of hunting. Danger. Risk. Warrior[] culture.

Our original war on other life was spectacular, but it would be nothing compared to our encore. With sticks and stones we hunted down the world’s megafauna. With metal and machines we would wage ecocide against nature, changing the climates of entire regions. But in modern times, we would finally come to rival plants in our ferocity. We would wage accidental chemical warfare on the planet as a whole. So begins our story of ecocide.
","diagram":null,"responses":null},
{"name":"nature","type":"natural","relevance":null,"ratings":null,"description":"There was a time when we had a place in the garden of eden. We were part of nature, and nature was all we were. Over time, we came to have minds and abilities that set up apart from nature. Once we could control fire, we could for the first time meaningfully manage large ecosystems by intentionally controlling natural fire cycles. When we began to think of ourselves as “I” - a thing distinct from you, or this or that - we began to see nature as a thing external to us. As we built structures and slowly surrounded ourselves with things of our own making, we lost our place in eden. Today we are her murderers.\n
So what is “nature”? What is the natural world? What does it mean when something is “Naturally and artificially flavored?” The truth is that it is a false distinction. Nothing we build did not originate in nature. Even artificially created elements and chemicals are made from natural atoms. The truth is that “Nature” is a word we use to make a stranger of the rest of God’s creation. 

We enjoy it. We romanticize it. We deem it sacred. Still it remains something external. A thing. A concept. And liberals wonder why we can’t achieve sensible environmental policy. It’s not because conservatives view the environment as property to be exploited. It’s because everyone in the civilized world views it as property to be exploited. We no longer have a place in the garden of eden. We are now tending it. And we are doing a shitty job.","diagram":null,"responses":null},
{"name":"ecocide","type":"natural","relevance":null,"ratings":null,"description":"I trace the beginnings of human ecocide to our first accidental and intentional deforestations. The Epic of Gilgamesh[] may be the first written account of such a campaign. In the story, Gilgamesh, the king of {?} is said to have {...}. Today the once-fertile crescent is desert. It was one of the first sites of human ecocide, but it would not be the last.\n
The pattern of deforestion has been replicated {...}

But the party really got going with the industrial revolution. Using machines to turn nature into commodities proved to be ruthlessly efficient and extremely profitable for humans who were regarded as having legal rights to their productivity. 

Exponentially increasing ability to produce goods created a ravenous appetite for the materials that went into those goods. Today, GDP is used as a measure of the materials carved from the earth, turned into products, and eventually buried under the earth again. If GDP does not increase by approximately 3% each year, it is considered a bad year. If you aren’t into math, that may not mean much to you. Here’s what 3% annual growth of something looks like:

{ CHart }

In fact, it’s what almost any percentage growth looks like. A larger percent makes things grow faster, but in the end, the line always shoots out the top of the graph. That’s the interest on your debt if you don’t pay it. That’s cancer cells ceaselessly dividing and growing in your body. That’s human population and carbon emissions in the 21st century. It’s called exponential growth. It’s a big fucking deal.

When something is growing exponentially, it doubles in size in a certain amount of time. If you had lillies in a pond, and every year you had twice as many, you start with two, and next year you have four, then eight, and so on, by the time you notice they’re covering ¼ of the pond, in 2 years they’ll be cover the whole thing. Exponential growth creeps up on you. It’s hard for humans to understand because we’re used to things growing linearly (2, then 4, then 6, then 8 … ) There’s even a parable about it [http://en.wikipedia.org/wiki/Wheat_and_chessboard_problem#Origin_and_story].

 When exponential growth happens within a system that is not growing as fast, one of two things usually happens: 

1. The growth is self-limiting. Over time, whatever is growing espands to its limits and finds a stable equilibrium, sometimes after a moderate decline. Imagine a population of sharks that moves into new territory, expands until fish become scarce, and then shrinks back down to a sustainable level.

2. The growth exceeds its limits. As the population rapidly expands, it discovers new ways to maintain its growth. It aggressively exploits its environment and eventually begins to damage it. The longer unchecked growth continues, the closer the environment is pushed to the brink of collapse. Imagine a small population of deer on an island that grows so fruitfully that finally one summer every bush is stripped of leaves and the herd begins to starve en masse. Imagine a malignant tumor ambitiously forging ahead - its cells dividing and dividing - until finally it kills its host and it too perishes.

Unlimited exponential growth is the strategy of cancer. It has also been the strategy of civilization. Today, it is the explicit goal of our leaders. But we (the comfortable ones) like the things it produces. This is why we will never have sensible environmental policy. It is not in our interests to let nature rest. Progress demands that we ravage her, ever harder, so long as we are able.

I don’t use rape metaphors lightly - comparisons of the natural to the feminine (“mother nature”) have been made throughout history by nature’s adversaries and by her would-be saviors. The problematic nature of these comparisons was never so plain as when Francis Bacon (an early scientist) said nature should be “bound into service, hounded in her wanderings and put on the rack and tortured for her secrets.” As you can see, not only does Bacon allude to the rape of nature. In his mind it’s a good thing. Not only that - it’s the fulfillment of human destiny.

This thinking coincides with that of many early scientists and also comes into the story about the same time as the industrial revolution begins. It would also lead to the mythologized American Revolution - widely regarded as the beginning of the end of legitimate hereditary nobility. 
","diagram":null,"responses":null},
{"name":"robotic warfare","type":"violence","relevance":null,"ratings":null,"description":"Robotic Warfare (“Drones”)\n
It’s fashionable in liberal circles to protest the use of drones for military and surveillance operations. This movement may as well be protesting the advent of the rifle in the 19th century. Armed robots are simply the latest revolution in military affairs. Since 2001 they have proven themselves as US assets and their use will only increase and spread to other actors. Consumer-grade drones are now widely available for a few hundred dollars. Other nation states are developing their own unmanned platforms and non-state actors are likely to adopt robotic assets for insurgency campaigns and intelligence gathering.

Welcome to the future.

Despite growing capabilities, military robots are in their infancy. The General Dynamics MQ-1 Predator [link] is the most widely-known unmanned aerial vehicle currently in active use. The fact that their operations are so well-known is an indicator that they are approaching obsolescence. When PBS does a documentary called ‘Rise of the Drones’ [link] showing their modes of operations and capabilities, that is a good indicator that they are no longer state of the art.

Drones are not fancy or new. They are the go-to technology for blowing things up from the sky. 

Welcome to the present.

Drones are already shrinking. The backpack-sized AeroVironment RQ-11 Raven [link] weighs 4 pounds, flies for 60-90 minutes, and has an operational radius of approximately 6 miles. Smaller drones are the size of hummingbirds or insects. Someday soon you might mistake one for an insect buzzing quickly past your head.

There are also non-military applications of automated robots: search and rescue missions, environmental monitoring, aerial photography, vacuuming your house. The Federal Aviation Administration has already shut down TacoCopter[link] - a business using unmanned vehicles to airdrop tacos ordered via a smartphone app. When you forget about assassinations conducted by satellite half a world away, and watch a video of a tuxedo cat riding a roomba, drones of today can seem cute and quirky.

The future of robotic warfare is potentially far more dystopian. Rather than staying aloft for hours, ultra-light solar-powered platforms of the future will operate continuously for weeks or months or years at a time. They will use arrays of cameras to continuously observe entire cities, automatically tracking people, vehicles, and other moving objects. They will use cell phone location data and social media to monitor and predict the behaviors of entire populations. Deviations from established patterns will be flagged without human intervention. All this data will be available to algorithms that automatically determine persons of interest and targets for strikes.

With increased computing power and heavy investment in the technologies, near-universal surveillance (or the possibility of doing it retroactively through logs and other digital footprints) is becoming the norm in many places. Computers can identify people from photographs - hundreds at a time in a crowd if necessary - and instantly link them to their online profiles, government records, and personal networks through phone and text message metadata (without even reading the content of those messages!). Speech recognition will allow automated policing of spoken conversations soon enough. For now, implanted microchips are mostly a thing for pets. 

Autonomous drones (those that operate with minimal or no human intervention) are on the horizon. The Google Car[link] has shown that machines can operate themselves in complex environments - and do so effectively. Personally, I’d trust a robot car to stop short for a pedestrian more than I’d trust a human who might be texting or otherwise distracted. I am less excited about the prospect of weaponized robots tracking and eliminating their own targets.

Boomerang [link] system is an automated system that uses an array of microphones to automatically detect and determine the origin of gunfire in war zones. Automated return fire is not openly in use but could be easily implemented. Automatic policing from the sky and the ground is not just a statist’s wet dream for the future. It is a potential reality here and now.

Wrap up autonomous drones and segue into open source/helpful robots.

Where does this leave those of us who would reject this future if we could? Can we hope to resist tireless machines that operate with algorithmic precision? What happens to the world when humans holding guns are obsolete and entire wars can be waged from a few dozen computer terminals? Can drones help us build a better future?
","diagram":null,"responses":null},
{"name":"dominant culture","type":"culture","relevance":null,"ratings":null,"description":"\n



Can I share something with you that might be TMI? I like sexting. I like sending pictures of me and receiving pictures of my friends in various states of undress. It’s actually a lot of fun. The problem with sexting is that you can’t delete pictures from the Internet, and if people under 18 do it, the state declares them felons. So you need to trust the people you sext with (both in intention and judgement). Also, politicians (LOL Anthony Weiner) do it, and they’re socially required to pretend to hold monogamous square values, so it can be a problem for them. Call it scandalous, but I like sexting.

It turns out sexual images are highly addictive. Who knew? Sexting with friends is actually (in my opinion) much healthier than pornography. You can have real, loving relationships with the people behind the images, and I think that’s just swell. And like the heroin addict tries to stay clean and healthy, confidential, consensual sharing of sexual images can be a sort of methadone to ween one off of the sex-saturated media environment that uses our repressed instincts to manipulate our attention.

Now let me say explicitly what I just alluded to: Marketers use sexual images to manipulate our attention, thoughts, and desires. Pornography (lots of it anyhow) promotes an artificial, depersonalized, fetishized view of sex and sexual acts. In truth, I consider sexual images to be one of my most pernicious addictions. Deconstructing sex in our society is difficult because of the repression and taboos around the topic. People feel shy, embarrassed, or otherwise socially obligated to conceal their sexual identities. This leads to all kinds of problems because authentic sexual culture is suppressed while engineered sexual culture is (occasionally literally) shoved down our throats.

Rape culture is a term that refers to the objectification of people (especially women) and a sense of entitlement to access those peoples bodies and personal space. This systemic pattern of abuse momentarily gained national attention after a group of male high school students transported and violated a passed-out classmate [http://en.wikipedia.org/wiki/Steubenville_High_School_rape_case]. Not only did they do it, they documented it on social media because they thought it was cool. Coaches and school staff covered up evidence. This is one of the most glaring and well-publicized instances of our systemic failures to develop a healthy culture around sex. It is patriarchy laid bare.

The seemingly benign images are harmful as well. Princess fantasies, sleeping beauties, and Cinderella stories are all told to little girls ad nauseum until they become the background ideas of childhood shared by everyone. Even though no adult consciously expects a Prince Charming to swoop in and solve their problems, that broken promise remains in all our minds. Because we all share them, the ideas embodied in our media become so much more powerful. Even if we don’t believe in the ideas rationally, we carry them and pass them on to children. This is ideology: ideas shared across a population that condition that population to create reality in a certain mold.

it's a fantasy that we all share, so we act it out
even though it's false
That's how ideology works
it's a shared fantasy that creates what is real

Ideology is the sharing of beliefs that makes a culture.

Our culture is horribly, horribly broken.","diagram":null,"responses":null},
{"name":"violence","type":"violence","relevance":null,"ratings":null,"description":"Here we’ll be talking about institutions of violence, not just particular violent acts. What’s the difference you ask? A fight in a bar is an act of violence - it happens and then it’s over. There may be more bar fights in the future, but they’re not linked to one another or perpetuated by an institution.\n
Institutional violence is different. Institutional violence is acted out over and over. Imagine a cop in Harlem stopping a person of color on the street, shoving him against a wall, and frisking him. There are systems in place that permit and encourage this violence. It is legitimized as necessary. The institution perpetrating the violence may even have trainings and documents that ensure it is done properly and that it continues to happen. These violent acts - those that are made legitimate by some authority and systematically re-created - are the ones we are concerned with here.

Violence is nothing new. The universe is violent. Cats hunt prey. Stars explode. People lash out in anger. What humans bring to the table is the organization of intentional violence. With time and acceptance, these systems become entrenched: warriors keep the village safe. Police kick down doors looking for prohibited plants. Drones bomb weddings and terrorists halfway around the world. From the first hunters and warriors came a class of professional fighters that have given rise to the soldiers, mercenaries, police, and gangs we know today.

So where does institutional violence begin? Warrior culture and rituals of violence are decidedly ancient and varied across cultural groups. In my opinion, the major distinction to make comes when a formal hierarchy forms and a small number of people are able to command a large force of professional warriors. To put it another way, institutional violence as I’m using it begins with the state and the creation of the army and the soldier. This is not violence based in ritual, or emotion, or personal gain. It is impersonal violence that has been ordered by an authority.

Surely there should be objections to this definition. Systemically violent and oppressive systems definitely existed before formal states. Power over others has always existed … [violence against women] [slaves] 
","diagram":null,"responses":null}
